<template>
  <div class="text-gray-800">
    <h1 class="text-3xl font-bold text-indigo-700 mb-4">О Барсике 🐾</h1>
    <p class="text-lg mb-4 leading-relaxed">
      Барсик — наш черно-белый кот с мягкой пушистой шерстью.  
      Ему уже <strong>15 лет</strong>, и он живёт с нами с самого детства.  
      Он любит уют, тепло и внимание.  
      Каждый вечер Барсик приходит пожелать всем спокойной ночи и устроиться на диване.
    </p>
    <img src="/images/barsik3.jpg" alt="Барсик" class="rounded-xl shadow-lg w-80 mt-6" />
  </div>
</template>
